export const DEMO1 = `
一类工作

- nodinx tafproxy响应处理调整(大连同事需要) — 12分
- 图谱后台中tafnodinx框架的controller和service测试用例完善 — 4小时1分, 打断5次
- 处理nodinx中ctx.userId获取的bug — 32分
- nodinx-2.9.4代码问题修复 — 28分
- 修复nodinx-taf-utils导致的TcwWeb测试环境代码问题的bug, 由此更新所有nodinx插件打印加载成功时加上版本号 — 46分

二类工作

- 时间统计 — 32分;
- 数众早会 — 27分;  nodinx issue管理 — 16分;  RTX处理 — 17分, 18分; 和嘉永沟通 — 5分; 讨论前端服务可用性监控 问题 — 42分; 项目沟通 — 5分;
- 大连同事nodinx服务发布到taf上问题跟进 — 20分,

生活休息

- 喝药 — 6分; 吃午饭 — 29分; 午睡 — 48分;
- 交通 — 20分
- 搜索和下载画家相关的传记电子书 — 43分;
- 和raintou, juncos, spriterchen一起吃饭 — 1小时25分
- 和新峰聊天 — 10分

运动健身

- 散步 — 19分, 20分
`;

export const DEMO2 = `
一类工作

- 知识图谱升级到react 16 — 55分, 15分,
- 开发reco-toolkit-web — 33分, 3小时24分, 59分

二类工作

- 时间统计: 日计划 — 13分,
- 项目活动: 数众早会 — 20分, 项目问题处理 — 8分, 开会讨论日志统计系统工作 hasci— 29分, 帮勇哥定位问题 — 25分, RTX处理 — 3分, 开会讨论reco工作 — 43分,

生活休息

- 休息: 喝药 — 7分, 午饭 — 35分, 午睡 — 54分, 上厕所 — 21分,
- 笔记与电子书: 下载电子书 — 14分, 帮助红文同步电子书到kindle — 19分,

运动健身

- 散步10432步, 7.6公里 — 1小时48分

`;

