export const DEMO1 = `
一类工作

- nodinx tafproxy响应处理调整(大连同事需要) — 12分
- 图谱后台中tafnodinx框架的controller和service测试用例完善 — 4小时1分, 打断5次
- 处理nodinx中ctx.userId获取的bug — 32分
- nodinx-2.9.4代码问题修复 — 28分
- 修复nodinx-taf-utils导致的TcwWeb测试环境代码问题的bug, 由此更新所有nodinx插件打印加载成功时加上版本号 — 46分

二类工作

- 时间统计 — 32分;
- 数众早会 — 27分;  nodinx issue管理 — 16分;  RTX处理 — 17分, 18分; 和嘉永沟通 — 5分; 讨论前端服务可用性监控 问题 — 42分; 项目沟通 — 5分;
- 大连同事nodinx服务发布到taf上问题跟进 — 20分,

生活休息

- 喝药 — 6分; 吃午饭 — 29分; 午睡 — 48分;
- 交通 — 20分
- 搜索和下载画家相关的传记电子书 — 43分;
- 和raintou, juncos, spriterchen一起吃饭 — 1小时25分
- 和新峰聊天 — 10分

运动健身

- 散步 — 19分, 20分
`;

export const DEMO2 = `
一类工作

- 项目工作: 数据厨房QQ和RTX互相切换的问题修复 — 分3次, 1小时52分
- 项目工作: 动态模版彻底改造, 包括它的demo项目 — 分5次, 3小时17分
- 工作总结: 总结动态模版改造过程 — 21分
- nodinx: 解决大连同事的basePath和CAS问题 — 1小时38分
- nodinx: 添加nodinx session file, 解决本地开发重启导致session丢失问题 — 59分

二类工作

- 时间统计: 时间统计 — 15分, 今日计划 — 12分
- 项目沟通和管理: 给大连同事答疑 — 7分, 数众早会 — 21分, 项目答疑 — 11分, prain电话 — 9分, 答复海明 — 2分, 开会评审需求 — 39分, 给刘畅解决Egg问题 — 13分, 给海明处理动态模版重构后的问题 — 5分, 和大连王凯通话 — 4分, issue处理 — 4分, 新峰电话 — 3分, 和Andy对齐zipkin — 5分, 帮助新峰定位Audio SSR重复发起Ajax请求的问题 — 12分

生活休息

- 休息: 喝药 — 5分, 午饭 — 26分, 午睡 — 43分, 上厕所 — 5分, 休息 — 10分

运动健身

- 步行: 11725步, 约8.6公里 — 2小时2分

`;

