export const DEMO1 = `
一类工作

- nodinx tafproxy响应处理调整(大连同事需要) — 12分
- 图谱后台中tafnodinx框架的controller和service测试用例完善 — 4小时1分, 打断5次
- 处理nodinx中ctx.userId获取的bug — 32分
- nodinx-2.9.4代码问题修复 — 28分
- 修复nodinx-taf-utils导致的TcwWeb测试环境代码问题的bug, 由此更新所有nodinx插件打印加载成功时加上版本号 — 46分

二类工作

- 时间统计 — 32分;
- 数众早会 — 27分;  nodinx issue管理 — 16分;  RTX处理 — 17分, 18分; 和嘉永沟通 — 5分; 讨论前端服务可用性监控 问题 — 42分; 项目沟通 — 5分;
- 大连同事nodinx服务发布到taf上问题跟进 — 20分,

生活休息

- 喝药 — 6分; 吃午饭 — 29分; 午睡 — 48分;
- 交通 — 20分
- 搜索和下载画家相关的传记电子书 — 43分;
- 和raintou, juncos, spriterchen一起吃饭 — 1小时25分
- 和新峰聊天 — 10分

运动健身

- 散步 — 19分, 20分
`;

export const DEMO2 = `
一类工作

- 知识图谱添加JS执行时机的需求 — 2小时24分, 41分,
- reco toolkit架构搭建和测试 — 28分, 43分,

二类工作

- 时间统计 — 27分, 制定今日计划 — 5分,
- 项目事务: 数众早会 — 23分, 和何洋讨论reco工作 — 12分, 项目沟通 — 8分, 和陈磊讨论需求 — 5分, 帮新峰解决babel-preset-react-app的问题 — 14分, reco开会讨论 — 7分, 和谢辉讨论知识图谱的需求 — 14分,

生活休息

- 休息 — 10分,  京东买运动器材 — 7分, 交通 — 40分
- 阅读<五胡烽火录> — 10分
- 家人与社交 — 3小时12分

运动健身

- 步行11122步, 8公里 — 2小时3分


`;

