module.exports = `
一类工作

- 修改今日统计页面, 概览改成表格显示 — 24分
- 调试知识图谱项目使用reco构建, 发布reco — 2小时11分, 1小时2分
- 总包C端升级到nodinx v3.0.3  — 22分
- 编写reco在web项目中使用文档 — 9分
- 使用reco改造和调试dcf — 41分
- 修改reco以支持本地安装, 让cli和toolkit在同一级安装 — 45分

二类工作

- 时间统计 — 10分
- 项目活动:  数众早会 — 21分, 支持陈滤关于本地CAS — 4分, 讨论数据厨房的rtx自动提示问题 — 12分, 和和洋讨论reco工作 — 9分, 统计11月研发工具成果 — 22分, 支持勇哥关于tafproxy报错 — 5分

生活休息

- 休息: 喝药 — 8分,  上厕所 — 17分, 午饭 — 36分, 午睡 — 58分, 洗漱 — 5分,
- 阅读<决战朝鲜> — 10分, 10分
- 家庭生活: 和老婆, 麻妈妈一起吃饭 — 1小时34分

运动健身

- 散步10490步, 7.4公里 — 2小时

`;
